CREATE DATABASE  IF NOT EXISTS `trading` /*!40100 DEFAULT CHARACTER SET utf8 */ /*!80016 DEFAULT ENCRYPTION='N' */;
USE `trading`;
-- MySQL dump 10.13  Distrib 8.0.22, for Win64 (x86_64)
--
-- Host: localhost    Database: trading
-- ------------------------------------------------------
-- Server version	8.0.22

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `csv_2020`
--

DROP TABLE IF EXISTS `csv_2020`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `csv_2020` (
  `№ п/п` mediumtext,
  `Дата` char(50) DEFAULT NULL,
  `Тикер` char(10) DEFAULT NULL,
  `Стратегия входа` text,
  `Обстоятельства выхода` mediumtext,
  `Время в сделке` varchar(50) DEFAULT NULL,
  `Полученная прибыль, п.` char(50) DEFAULT NULL,
  `Полученная прибыль` char(50) DEFAULT NULL,
  `Возможная прибыль` char(50) DEFAULT NULL,
  `Полученный убыток` char(50) DEFAULT NULL,
  `Видеофайл` char(50) DEFAULT NULL,
  `Примечание` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='Импорт из гугля';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `csv_2020`
--

LOCK TABLES `csv_2020` WRITE;
/*!40000 ALTER TABLE `csv_2020` DISABLE KEYS */;
INSERT INTO `csv_2020` VALUES ('1','02.11.2020','SBER','Утренний гэп','Сразу после исполнения ордера','07 сек.','22','','40 п.','','',''),('2','02.11.2020','SBER','Утренний гэп','Сразу после исполнения ордера','05 сек','43','','55 п.','','',''),('3','02.11.2020','GAZP','Отскок от плотности 28000','Фиксация убытков','24 сек.','','','','-18','',''),('4','02.11.2020','GAZP','Отскок от плотности 20000','Фиксация убытков','40 сек.','','','','-16','',''),('5','02.11.2020','GAZP','Отскок от плотности 5800','Фиксация убытков','11 мин.','','','32 п.','-23','',''),('6','02.11.2020','GAZP','Отскок от плотности 18000','Фиксация убытков','1 мин. 15 сек.','','','','-31','',''),('7','02.11.2020','GAZP','Нет основания','Фиксация убытков','1 мин.','','','','-9','',''),('8','02.11.2020','GAZP','Отскок от плотности 11000','Фиксация убытков','2 мин.','','','','1','',''),('9','02.11.2020','GAZP','Нет основания','Фиксация убытков','4 мин 55 сек.','','','','-37','',''),('10','02.11.2020','SBERP','Проедание плотности 14000','Фиксация убытков','2 мин. 10 сек.','','','37 п.','-10','','Закодил по селл-стопу. Проскальзывание составило 20 пунктов! Передержал позицию к тому же.'),('11','02.11.2020','GAZP','Нет основания','Фиксация убытков','2 мин. 30 сек.','','','','-3','',''),('12','02.11.2020','GAZP','Нет основания','На 20 п. по ходу трейда','1 мин. 47 сек.','21','','','','',''),('13','02.11.2020','GAZP','Нет основания','По ходу трейда','1 мин. 30 сек.','24','','','','',''),('14','02.11.2020','GAZP','Нет основания','Фиксация убытков','1 мин. 45 сек.','','','','4','',''),('15','02.11.2020','GAZP','Нет основания','По ходу трейда','3 мин. 10 сек.','9','','','','',''),('16','02.11.2020','GAZP','Нет основания','По ходу трейда','30 сек','11','','','','',''),('17','02.11.2020','GAZP','Отскок от плотностей 10000','По ходу трейда','23 мин.','36','','45 п.','','','Пересиживал просадки.'),('18','02.11.2020','SBER','Отскок от плотности 20000','По ходу трейда','2 мин. 55 сек.','7','','19 п.','','','Пересиживал просадки.'),('19','02.11.2020','SBER','Отскок от плотности 21000','По ходу трейда','1 мин. 20 сек.','8','','','','','Плотность проели сразу. Надо было тут же выходить.'),('20','02.11.2020','SBER','Нет основания','Фиксация убытков','1 мин. 20 сек.','','','','-23','','Думал, что там айсберг. Если бы сразу закрылся, было бы -8 п. убытка'),('21','02.11.2020','GAZP','Отскок от плотности 5200','По ходу трейда','50 сек.','17','','','','','Плотности по сути не было)'),('22','02.11.2020','GAZP','Отскок от плотности 4500','Фиксация убытков','30 сек.','','','','-4','','Смешная плотность.'),('23','02.11.2020','GAZP','Отскок от плотностей 12000','Фиксация убытков','3 мин. 45 сек.','','','','-35','',''),('24','02.11.2020','GAZP','Нет основания','Фиксация убытков','50 сек.','','','','-2','','Случайно вошёл в сделку.'),('25','02.11.2020','GAZP','Нет основания','Фиксация убытков','2 мин.','','','','-18','',''),('26','02.11.2020','GAZP','Нет основания','Фиксация убытков','2 мин. 40 сек.','','','','-6','',''),('27','02.11.2020','SBER','Отскок от плотности 20000','По ходу трейда','5 мин. 20 сек.','8','','','','','Пересиживал просадку -20 п.'),('28','02.11.2020','SBER','Отскок от плотности 19000','Фиксация убытков','6 мин. 40 сек.','','','','-40','','Если бы сразу закрывался, убыток был бы -9 п.'),('29','02.11.2020','NVTK','Проедание плотностей 9000 на новостях','По ходу трейда','3 мин. 45 сек.','23','','','','',''),('30','02.11.2020','NVTK','Отскоко от плотности 9000','По ходу трейда','1 мин. 50 сек.','19','','','','',''),('31','02.11.2020','NVTK','Нет основания','По ходу трейда','6 мин 20 сек.','5','','','','',''),('32','02.11.2020','NVTK','Нет основания','По ходу трейда','45 сек.','7','','','','',''),('33','02.11.2020','GAZP','Нет основания','По ходу трейда','3 мин. 30 сек.','14','','','','',''),('34','03.11.2020','MTLR','Отскок от плотности','Принудительное закрытие ','2 дня','23','','','','','Прошляпил закрытие дневной сессии, а вечером инструмент не торгуется!!! Остался с открытой позицией не только до утра, но и на праздник!!!'),('35','03.11.2020','GAZP','Сбор спреда','По ходу трейда','1 час','29','','','','',''),('36','03.11.2020','GAZP','Сбор спреда','По ходу трейда','1 час','20','','','','',''),('37','03.11.2020','SBER','Сбор спреда','По ходу трейда','1 час','11','','','','',''),('38','05.11.2020','SBER','Утренний гэп','По ходу трейда','6 сек.','11','','','','',''),('39','','SBER','Утренний гэп','У встречной плотности','5 сек.','16','','','','',''),('40','','SBER','Проедание плотности 23000','По ходу трейда','5 сек.','38','','49','','','Проедало до противоположной плотности в 50000. Я побоялся вставать в 49 пунктах.'),('41','','SBER','Отскок от плотности 50000','По ходу трейда','7 сек.','15','','23','','','Выходил по рынку, подарил несколько пунктов.'),('42','','SBER','Отскок от плотностей 21000','У встречной плотности','12 сек','7','','18','','',''),('43','','SBER','Отскок от плотности 69000','По ходу трейда','29 сек.','93','','108','','',''),('44','','SBER','Отскок от плотности 18000','Принудительное закрытие ','12 сек','','','','-1','',''),('45','','SBER','Отскоко от плотности 23500','Принудительное закрытие ','44 сек.','','','','-23','','Если бы закрывался сразу, был бы убыток -10 п.'),('46','',' SBER','Наугад','По ходу трейда','20 сек.','8','','','','',''),('47','','SBER','Наугад','Принудительное закрытие ','6 мин.','','','','-23','','Отвратительная сделка. Усреднялся. Передержал прибыль 21 п. Пересиживал убытки и не пересидел. Хватило духу закрыться.'),('48','','SBER','От айсберга','По ходу трейда','50 сек.','12','','26','','','Чуть подольше бы да посмелее.'),('49','','SBER','От плотности 8000','По ходу трейда','1 мин.','18','','38','','','Плотность слишком маленькая - сделеа наугад.'),('50','','AFKS','От уровня сопротивления','По ходу трейда','1 мин 30 сек.','21','','','','','Отвратительный трейд. Пустой стакан, огромная просадка -66 пунктов!!! Меня могли высадить!!!'),('51','','SBER','Отскок от плотности 14000','Принудительное закрытие ','10 сек.','','','','-6','','Моментальное проедание плотности.'),('52','','AFLT','Отскоко от плотности 42000','По ходу трейда','8 мин. 30 сек.','12','','','','',''),('53','','SBER','Отскоко от плотности 53000','Принудительное закрытие ','52 сек.','','','','-31','','Проедание. Долго пересиживал просадку. Мог ограничиться -8 пунктами убытков.'),('54','','SBER','Отскоко от плотности 48000','По ходу трейда','2 мин. 30 сек.','48','','60','','',''),('55','','AFKS','Отскоко от уровня','По ходу трейда','30 сек.','70','','','','','В начале была просадка -15 п.'),('56','','GAZP','Отскок от плотности 5000','Принудительное закрытие ','3 мин. 35 сек.','','','','-28 п','','\"Трейд наугад, лишь бы куда зайти. Долго тянул с выходом и накопил большой минус.\"');
/*!40000 ALTER TABLE `csv_2020` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `csv_20200928`
--

DROP TABLE IF EXISTS `csv_20200928`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `csv_20200928` (
  `№ п/п` text,
  `Время` time DEFAULT NULL,
  `Тикер` char(10) DEFAULT NULL,
  `Основание входа` text,
  `Обстоятельства выхода` text,
  `Видеофайл` varchar(50) DEFAULT NULL,
  `Примечание` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='Импорт из гугля';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `csv_20200928`
--

LOCK TABLES `csv_20200928` WRITE;
/*!40000 ALTER TABLE `csv_20200928` DISABLE KEYS */;
INSERT INTO `csv_20200928` VALUES ('1','10:02:00','SBERP','Закрытие утреннего гэпа','Поставил лимитку на 20 пунктов','нет','Не подготовился к открытию торгов, не включил видеозапись'),('2','10:20:00','NVTK','Отскок от плотности','Плотность в 10000 заявок мигом проели. Выходил сразу же по рынку в панике. -11 пунктов.','','Всё было по стратегии, но я не смог выйти в плотность. Большая просадка.'),('3','10:46:00','GAZP','Отскок от плотности','Сожрало плотность и улетело вверх. Выходил по рынку.','есть','Очень долго мешкался с закрытием позиции. Была возможность выйти в -15 п. А вышел -26 пунктов, да ещё и вдобавок понаоставлял две лимитки, которые уже были в деле, а я не заметил их исполнения и отвлёкся на другие дела.'),('4','10:53:00','GAZP','Нет основания','Выход по рынку','есть','Пока размышлял, что мне делать с позицией, два лота насобирали -29 пунктов убытков!!!'),('5','11:09:00','MTSS','Отскок от плотности','Закрывался в безубыток.','есть','Очень долго закрывался после проедания плотности. Могло всё закончиться очень плохо.'),('6','11:51:00','MTSS','Отскок от плотности','Закрывался в безубыток.','есть','Стали ставить заявки крупного объёма против сделки. Считаю этот трейд хорошим.'),('7','12:37:00','SNGSP','Отскок от плотности','Стали поджимать заявками в противоположную сторону. Принял решение выйти.','есть','Хороший трейд.'),('8','13:12:00','NVTK','Отскок от плотности','Проели плотность.','есть','После проедания плотности не вышел сразу, когда мог при -7 пунктах. Вышел при -14 пунктах.'),('9','16:28:00','MTSS','Отскок от плотности','Проели плотность.','есть','Была возможность выйти в плотность раньше и безубыточней. '),('10','16:30:00','SBER','Отскок от плотности','Проели плотность.','есть','Очень быстро проели огромный объём. После выхода из сделки при -50 пунктах цена немного вернулась к уровням. Можно было выйти с менее ощутимым убытком. В целом трейд хорош.'),('11','16:33:00','MTSS','Случайное нажатие не той кнопки мыши.','Выходил как можно безубыточней.','есть','Всё ещё путаю педали!!!'),('12','16:56:00','PLZL','Сбор спреда','Размазало по маржинколлу','есть','Это вообще!...');
/*!40000 ALTER TABLE `csv_20200928` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `csv_20201005`
--

DROP TABLE IF EXISTS `csv_20201005`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `csv_20201005` (
  `№ п/п` mediumtext,
  `Время` time DEFAULT NULL,
  `Тикер` char(10) DEFAULT NULL,
  `Основание входа` mediumtext,
  `Обстоятельства выхода` mediumtext,
  `Видеофайл` varchar(50) DEFAULT NULL,
  `Примечание` mediumtext
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='Импорт из гугля';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `csv_20201005`
--

LOCK TABLES `csv_20201005` WRITE;
/*!40000 ALTER TABLE `csv_20201005` DISABLE KEYS */;
INSERT INTO `csv_20201005` VALUES ('1','09:00:00','SBER','Импульс закрытия утреннего гэпа','Небольшой объём на 13 пунктов','нет','Надо раньше просыпаться'),('2','10:05:00','SBER','Отскок от маленькой плотности на вялых заявках','Закрылся в безубыток после проедания плотности и небольшого отката','есть','Пересиживал просадку!!!'),('3','10:11:00','MTSS','Отскок от плотности','Небольшой плюс в условиях частичного проедания плотности (основания для входа) и с учётом контртрендовости сделки','есть','Хороший тренд'),('4','10:55:00','SBER','Отскок от плотности','Вышел на 10 пунктах','есть','Хороший тренд'),('5','11:24:00','MTSS','Отскок от плотности','Вышел на 10 пунктах у противоположного уплотнения','есть','Хороший тренд'),('6','11:53:00','MTSS','Отскок от плотности','Вышел рядом у противоположного уплотнения','есть','Плотность оказалась фейковой. Пересиживал просадку!!! Выручило то, что мы находились у трендовой линии, и цена откатилась отдохнуть.'),('7','13:40:00','LNTA','Отскок от плотности','Проели плотность','есть','Долго не выходил в надежде на разворот'),('8','14:06:00','TATN','Отскок от плотности','Вышел рядом у противоположного уплотнения','есть','\"Плотность оказалась фейковой. Пересиживал просадку!!! Выручило то, что мы находились у трендовой линии, и цена откатилась отдохнуть.\"');
/*!40000 ALTER TABLE `csv_20201005` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `csv_20201007`
--

DROP TABLE IF EXISTS `csv_20201007`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `csv_20201007` (
  `№ п/п` mediumtext,
  `Время` time DEFAULT NULL,
  `Тикер` char(10) DEFAULT NULL,
  `Основание входа` mediumtext,
  `Обстоятельства выхода` mediumtext,
  `Видеофайл` varchar(50) DEFAULT NULL,
  `Примечание` mediumtext
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='Импорт из гугля';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `csv_20201007`
--

LOCK TABLES `csv_20201007` WRITE;
/*!40000 ALTER TABLE `csv_20201007` DISABLE KEYS */;
INSERT INTO `csv_20201007` VALUES ('1','09:05:00','SBER','Импульс утреннего гэпа','Небольшой объём на 18 пунктов','нет','Надо раньше просыпаться'),('2','09:46:00','SBER','Импульс утреннего гэпа','Небольшой объём на 10 пунктов','нет','ф');
/*!40000 ALTER TABLE `csv_20201007` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `csv_20201008`
--

DROP TABLE IF EXISTS `csv_20201008`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `csv_20201008` (
  `№ п/п` mediumtext,
  `Время` time DEFAULT NULL,
  `Тикер` char(10) DEFAULT NULL,
  `Основание входа` mediumtext,
  `Обстоятельства выхода` mediumtext,
  `Видеофайл` varchar(50) DEFAULT NULL,
  `Примечание` mediumtext
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='Импорт из гугля';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `csv_20201008`
--

LOCK TABLES `csv_20201008` WRITE;
/*!40000 ALTER TABLE `csv_20201008` DISABLE KEYS */;
INSERT INTO `csv_20201008` VALUES ('1','09:12:00','SBER','Закрытие утреннего гэпа','ВЫшел у ближайшей плотности на 15 п. ','нет','Мог бы закрыться гораздо лучше.'),('2','09:30:00','AFKS','Отскок от плотности','Вышел на импульсе по рынку','есть','Большие просадки пересиживал!'),('3','09:44:00','AFKS','Отскок от плотности','Вышел у ближайшей плотности на 12 п. ','есть','Огромную просадку пересидел!!!!'),('4','10:22:00','SBER','Импульс снижения','Вышел сразу на 12 п.','есть','Не по стратегии. Увидел резкое снижение и пошёл по потоку. Прокатило.'),('5','10:57:00','AFKS','Отскок от плотности','Вышел у ближайшей плотности на 38 п.','есть','Сильные просадки до 50 пунктов!!!!!!'),('6','11:20:00','AFKS','Разъедание небольшой плотности','Вышел на +45 пунктах','есть','Опять пересидел просадку!'),('7','12:25:00','SBER','Отскок от плотности','Вышел у ближайшей плотности на 16 п.','есть','Разъели плотность мигом! Пересиживал небольшую просадку!!!'),('8','15:00:00','MTLR','Отскок от плотности','Проели плотность. Закрылся с убытком','есть',''),('9','15:50:00','GAZP','Проедание плотности','Закрылся возле противоположной плотности.','есть','Заснул во время трейда и выставил заявку в шорт по рынку. Повезло в очередной раз');
/*!40000 ALTER TABLE `csv_20201008` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `csv_20201009`
--

DROP TABLE IF EXISTS `csv_20201009`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `csv_20201009` (
  `№ п/п` mediumtext,
  `Время` time DEFAULT NULL,
  `Тикер` char(10) DEFAULT NULL,
  `Основание входа` mediumtext,
  `Обстоятельства выхода` mediumtext,
  `Видеофайл` varchar(50) DEFAULT NULL,
  `Примечание` mediumtext
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='Импорт из гугля';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `csv_20201009`
--

LOCK TABLES `csv_20201009` WRITE;
/*!40000 ALTER TABLE `csv_20201009` DISABLE KEYS */;
INSERT INTO `csv_20201009` VALUES ('1','09:01:00','SBER','Закрытие утреннего гэпа','У плотности на 17 п.','нет','Я не выспался.'),('2','09:10:00','GAZP','Разъедание плотности','У плотности на 10 п.','нет','Плотность разъели не сразу - пересиживал убыток.'),('3','09:20:00','GAZP','Отскок от плотности','У плотности на 18 п.','нет',''),('4','09:54:00','SBER','Отскок от плотности','безубыток','нет','Попутал педали'),('5','10:00:00','AFLT','Разъедание плотности','Ошибся','нет',''),('6','12:00:00','NLMK','Отскок от плотности','Фейковая плотность','есть','Вышел в безубыток на 6 п.'),('7','12:19:00','MTLR','Отскок от плотности','Проедание плотности','есть','Надо выходить сразу!!! Пока сопли жевал, вынесло на 18 пунктов!'),('8','12:38:00','LNTA','Отскок от плотности','У плотности','есть','Всего по 7 п. два лота. Очень близко поджали, но могло быть ещё хуже.'),('9','13:07:00','SNGS','Отскок от плотности','Проедание плотности','есть','Очень дорогая бумага! Съело всю прибыль за день.'),('10','13:46:00','TATN','Отскок от плотности','Проедание плотности','есть','Выходить надо сразу!!!'),('11','16:20:00','SBER','Отскок от плотности','Проедание плотности','есть','Проели плотность. Сразу не закрылся, тянул убыток. Повезло'),('12','17:20:00','SBER','Отскок от плотности','Проедание плотности','есть','Это самая отвратительная сделка с усреднениями и прочими жертвоприношениями. Образец того, как не надо делать!'),('13','17:39:00','SBER','Отскок от плотности','Окончание торговой сессии','есть','Изящное завершение торгового дня перед выходными)))'),('14','21:48:00','SNGSP','Отскок от плотности','Перепутал педали','нет',''),('15','22:55:00','SBER','','','','Закрылся перед самым закрытием сессии'),('16','22:49:59','SNGS','','','','\"В 22:49:55 при нажатии на CTRL не закрылась позиция, и я полетел со штрафами через выходные!!!!\"');
/*!40000 ALTER TABLE `csv_20201009` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `csv_20201012`
--

DROP TABLE IF EXISTS `csv_20201012`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `csv_20201012` (
  `№ п/п` mediumtext,
  `Время` time DEFAULT NULL,
  `Тикер` char(10) DEFAULT NULL,
  `Основание входа` mediumtext,
  `Обстоятельства выхода` mediumtext,
  `Видеофайл` varchar(50) DEFAULT NULL,
  `Примечание` mediumtext
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='Импорт из гугля';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `csv_20201012`
--

LOCK TABLES `csv_20201012` WRITE;
/*!40000 ALTER TABLE `csv_20201012` DISABLE KEYS */;
INSERT INTO `csv_20201012` VALUES ('1','09:01:00','SNGS','Перенесённая позиция','Принудительное закрытие в начале сессии','',''),('2','09:01:00','SBER','Отскок от плотности','Разъедание плотности','есть','Проскальзывание на -5 п. Плотность была слишком мала.'),('3','09:01:00','SBER','Отскок от плотности','У противоположной плотности','есть',''),('4','09:20:00','LNTA','Отскок от плотности','Проедание плотности','есть',''),('5','10:56:00','AFKS','Отскок от плотности','Стоп-лосс','есть','Мог бы взять охренительную прибыль пунктов в 70. Но я сидел и ждал большего.'),('6','11:26:00','AFLT','Отскок от плотности','Разъедание плотности','есть','Пересиживал просалку.'),('7','11:44:00','ROSN','Отскок от плотности','У противоположной плотности','есть','Поджали фейковой плотностью.'),('8','12:34:00','ROSN','Отскок от плотности','Уснул и во сне вышел','есть',''),('9','14:22:00','AFKS','Сбор ликвидности','Просто дальше по ходу движения цены в пустом стакане','есть','Импульсная сделка. После резкого движения наверх встал на ххаях в противоположном направлении. Просадка была минимальна, а потом цена значительно откатилась.'),('10','14:57:00','ALRS','Отскок от плотности','Разъедание плотности','есть',''),('11','15:23:00','SBER','Отскок от плотности','Разъедание плотности','есть','Долго мешкался с закрытием позиции.'),('12','15:38:00','ROSN','Отскок от плотности','Разъедание плотности','есть','Плотность разъели, но тут же немного отскочили, так что закрылся в безубыток'),('13','16:07:00','SBER','Отсутствует','','есть','Позорнейшая сделка.'),('14','16:16:00','TATN','Отскок от плотности','Разъедание плотности','есть',''),('15','22:50:00','AFKS','','','','ы');
/*!40000 ALTER TABLE `csv_20201012` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `csv_20201013`
--

DROP TABLE IF EXISTS `csv_20201013`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `csv_20201013` (
  `№ п/п` mediumtext,
  `Время` time DEFAULT NULL,
  `Тикер` char(10) DEFAULT NULL,
  `Основание входа` mediumtext,
  `Обстоятельства выхода` mediumtext,
  `Видеофайл` varchar(50) DEFAULT NULL,
  `Примечание` mediumtext
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='Импорт из гугля';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `csv_20201013`
--

LOCK TABLES `csv_20201013` WRITE;
/*!40000 ALTER TABLE `csv_20201013` DISABLE KEYS */;
INSERT INTO `csv_20201013` VALUES ('1','09:15:00','SBER','Закрытие гэпа','Не пошло','есть','Ужаснейшие просадки пересиживал.'),('2','10:20:00','AFKS','Отскок от плотности','Разъедание плотности','есть','Ужаснейшие просадки пересиживал.'),('3','11:37:00','AFKS','Отскок от плотности','У противоположной плотности','есть','п');
/*!40000 ALTER TABLE `csv_20201013` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `csv_20201014`
--

DROP TABLE IF EXISTS `csv_20201014`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `csv_20201014` (
  `№ п/п` mediumtext,
  `Время` time DEFAULT NULL,
  `Тикер` char(10) DEFAULT NULL,
  `Основание входа` mediumtext,
  `Обстоятельства выхода` mediumtext,
  `Видеофайл` varchar(50) DEFAULT NULL,
  `Примечание` mediumtext
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='Импорт из гугля';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `csv_20201014`
--

LOCK TABLES `csv_20201014` WRITE;
/*!40000 ALTER TABLE `csv_20201014` DISABLE KEYS */;
INSERT INTO `csv_20201014` VALUES ('1','09:03:00','SBER','Импульс на открытии','У ближайшей плотности','есть','Гэпа не было. Сильно просаживался. Еле унёс ноги.'),('2','09:14:00','TATN','Отскок от плотности','Разъедание плотности','есть',''),('3','09:21:00','MAIL','Отскок от плотности','14 п. при остановке импульса','нет',''),('4','09:27:00','GAZP','Отскок от плотности','Разъедание плотности','есть',''),('5','09:38:00','AFKS','Отскок от плотности','У ближайшей плотности','есть','Сделка точно не по стратегии. Трейд на сжатом в 10 раз стакане.'),('6','10:30:00','AFKS','Торговля по уровням на сжатом стакане','У ближайшей плотности','есть',''),('7','10:31:00','SBER','Отскок от плотности','У ближайшей плотности','есть',''),('8','10:55:00','AFKS','Торговля по уровням на сжатом стакане','На сильном импульсе по рынку','есть',''),('9','11:20:00','SBER','','','',''),('10','14:35:00','AFKS','','-321 пункт!!!','есть','\"Во сне(!!!!!) нажал кнопку мыши, а потом ещё усреднился!!!!!!!!!!\"');
/*!40000 ALTER TABLE `csv_20201014` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `csv_stocks`
--

DROP TABLE IF EXISTS `csv_stocks`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `csv_stocks` (
  `ticker` char(11) NOT NULL,
  `emitent_name` text,
  `price_step` float DEFAULT NULL,
  `step_cost` float DEFAULT NULL,
  `lot_size` int DEFAULT NULL,
  `stock_price` float DEFAULT NULL,
  `lot_price` float DEFAULT NULL,
  `lot_commission` char(50) DEFAULT NULL,
  `lot_commission_in_points` char(50) DEFAULT NULL,
  `Объём 5` char(50) DEFAULT NULL,
  `Объём 4` char(50) DEFAULT NULL,
  `Объём 3` char(50) DEFAULT NULL,
  `Объём 2` char(50) DEFAULT NULL,
  `Объём 1` char(50) DEFAULT NULL,
  `Крупный лот 1` int DEFAULT NULL,
  `Крупный лот 2` int DEFAULT NULL,
  `Планируемая величина SL, пунктов` char(50) DEFAULT NULL,
  `Планируемый SL, руб.` char(50) DEFAULT NULL,
  `Размер позиции, лотов` char(50) DEFAULT NULL,
  `Стоимость позиции, руб.` char(50) DEFAULT NULL,
  PRIMARY KEY (`ticker`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='Ценные бумаги.';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `csv_stocks`
--

LOCK TABLES `csv_stocks` WRITE;
/*!40000 ALTER TABLE `csv_stocks` DISABLE KEYS */;
INSERT INTO `csv_stocks` VALUES ('AFLT','Аэрофлот-росс.авиалинии (ПАО) ао',0.02,0.2,10,82.02,820.2,'0,23 ₽','2','3646013','3611891','2752480','4914157','11113438',52076,104152,'10','-2,40 ₽','2','1 640 ₽'),('AGRO','ГДР ROS AGRO PLC ORD SHS',0.2,0.2,NULL,754,754,'0,21 ₽','2','41007','30268','38081','22884','46440',358,715,'5','-1,40 ₽','3','2 262 ₽'),('AKRN','Акрон ПАО ао',NULL,NULL,NULL,NULL,NULL,NULL,NULL,'1352','8179','2721','1990','4306',38,75,NULL,'0,00 ₽',NULL,'0 ₽'),('ALRS','АЛРОСА ПАО ао',0.01,0.1,10,66.68,666.8,'0,19 ₽','2','1047533','2630973','1873418','1597994','6705570',27711,55422,'23','-2,50 ₽','2','1 334 ₽'),('APTK','ПАО \"Аптечная сеть 36,6\" ао',0.002,0.02,10,13.45,134.5,'0,04 ₽','2','183883','287561','423094','298413','440571',3268,6535,'123','-2,50 ₽','2','269 ₽'),('AQUA','Русская Аквакультура ПАО ао',0.5,5,10,229.5,2295,'0,64 ₽','1','4915','2038','3594','2738','3815',35,69,'1','-10,00 ₽','0','0 ₽'),('ASSB','\"Астраханская ЭСК\" ПАО',0.0005,0.5,1000,0.7985,798.5,'0,22 ₽','1','273','65','349','39','270',2,4,'20','-10,50 ₽','0','0 ₽'),('BANE','Башнефть АНК ао',0.5,0.5,1,1725,1725,'0,48 ₽','1','5676','8494','15581','4776','22855',115,230,'20','-10,50 ₽','0','0 ₽'),('BANEP','Башнефть АНК ап',0.5,0.5,1,1326,1326,'0,37 ₽','1','72802','57494','76554','51667','132049',782,1563,'20','-10,50 ₽','0','0 ₽'),('BLNG','Белон ОАО ао',0.002,0.2,100,4.364,436.4,'0,12 ₽','1','320','228','328','','',3,6,'20','-4,20 ₽','1','436 ₽'),('BSPB','ПАО \"Банк \"Санкт-Петербург\" ао',0.01,0.1,10,43.43,434.3,'0,12 ₽','2','34834','81516','55013','','',572,1143,'20','-2,20 ₽','2','869 ₽'),('CBOM','\"МКБ\" ПАО ао',0.001,0.1,100,5.877,587.7,'0,16 ₽','2','567651','465287','540372','','',5245,10489,'20','-2,20 ₽','2','1 175 ₽'),('CHEP','\"ЧТПЗ\" ПАО ао',0.5,5,10,206,2060,'0,58 ₽','1','1109','723','239','','',7,14,'20','-105,00 ₽','0','0 ₽'),('CHGZ','РН-Западная Сибирь ПАО ао',0.2,20,100,58.4,5840,'1,64 ₽','1','55','35','21','','',1,1,'20','-420,00 ₽','0','0 ₽'),('CHMF','Северсталь (ПАО)ао',0.2,0.2,1,954,954,'0,27 ₽','2','655765','659366','2209290','1061337','765897',10704,21407,'20','-4,40 ₽','1','954 ₽'),('CNTL','Центральный Телеграф ПАО ао',0.05,5,100,17.5,1750,'0,49 ₽','1','5514','2180','3183','','',37,73,'20','-105,00 ₽','0','0 ₽'),('CNTLP','Центральный Телеграф ПАО ап',0.02,2,100,15.48,1548,'0,43 ₽','1','8123','5603','7995','','',73,145,'20','-42,00 ₽','0','0 ₽'),('DSKY','ПАО Детский мир',0.02,0.2,10,113.08,1130.8,'0,32 ₽','2','3199088','1120499','731699','','',16838,33676,'20','-4,40 ₽','1','1 131 ₽'),('ELTZ','Электроцинк ПАО ао',0.5,0.5,1,191.5,191.5,'0,05 ₽','1','1943','558','1282','','',13,26,'20','-10,50 ₽','0','0 ₽'),('ENRU','\"Энел Россия\" ПАО',0.0005,0.5,1000,0.9125,912.5,'0,26 ₽','1','47090','32743','25917','','',353,705,'20','-10,50 ₽','0','0 ₽'),('ETLN','Эталон гдр',0.02,0.02,1,135,135,'0,04 ₽','2','1','1','1','1','1',1,1,'20','-0,44 ₽','11','1 485 ₽'),('FEES','\"ФСК ЕЭС\" ПАО ао',0.00002,0.2,10000,0.19904,1990.4,'0,56 ₽','3','283719','228181','241753','','',2513,5025,'20','-4,60 ₽','1','1 990 ₽'),('FIVE','ГДР X5 RetailGroup N.V.ORD SHS',0.5,0.5,1,2672.5,2672.5,'0,75 ₽','2','205665','153217','120275','','',1598,3195,'20','-11,00 ₽','0','0 ₽'),('FLOT','Совкомфлот',0.01,0.1,10,96.57,965.7,'0,27 ₽','3','','','10420576','1162174','6347037',59766,119532,'20','-2,30 ₽','2','1 931 ₽'),('GAZP','\"Газпром\" (ПАО) ао',0.01,0.1,10,182.16,1821.6,'0,51 ₽','6','8685810','5257280','4266102','6960085','7106700',64552,129104,'9','-1,50 ₽','3','5 465 ₽'),('GCHE','Группа Черкизово ПАО-ао',0.5,0.5,1,1889,1889,'0,53 ₽','2','3445','3244','3573','','',35,69,'20','-11,00 ₽','0','0 ₽'),('GMKN','ГМК \"Нор.Никель\" ПАО ао',2,2,1,20004,20004,'5,60 ₽','3','377170','253252','234395','225574','347157',2876,5751,'20','-46,00 ₽','0','0 ₽'),('GTRK','ПАО \"ГТМ\" ао',0.05,0.5,10,43.5,435,'0,12 ₽','1','1375','2015','1561','','',17,34,'20','-10,50 ₽','0','0 ₽'),('HYDR','ПАО \"РусГидро\"',0.0001,0.1,1000,0.7284,728.4,'0,20 ₽','3','972819','693972','1067154','1051381','1309191',10190,20379,'20','-2,30 ₽','2','1 457 ₽'),('IRAO','\"Интер РАО\" ПАО ао',0.0005,0.5,1000,5.3995,5399.5,'1,51 ₽','4','537009','239976','157994','','',3117,6234,'1','-2,50 ₽','2','10 799 ₽'),('IRKT','Корпорация\"ИРКУТ\" ПАО ак.об.-3',0.02,2,100,35.66,3566,'1,00 ₽','1','287','849','1040','','',8,15,'20','-42,00 ₽','0','0 ₽'),('KBTK','Кузбас.Топл.Комп. ПАО ао',0.2,2,10,153,1530,'0,43 ₽','1','718','45','77','','',3,6,'20','-42,00 ₽','0','0 ₽'),('LKOH','НК ЛУКОЙЛ (ПАО) - ао',0.5,0.5,1,4854,4854,'1,36 ₽','3','2006801','1375645','1225740','1696450','1530752',15671,31342,'6','-4,50 ₽','1','4 854 ₽'),('LNTA','Лента ПиЭлСи др',0.1,0.1,1,205.7,205.7,'0,06 ₽','1','439812','494918','477776','442416','1525630',6762,13523,'20','-2,10 ₽','2','411 ₽'),('LNZL','\"Лензолото\" ПАО ао',10,10,1,18070,18070,'5,06 ₽','1','305','527','485','','',5,9,'20','-210,00 ₽','0','0 ₽'),('LNZLP','\"Лензолото\" ПАО ап',5,5,1,4620,4620,'1,29 ₽','1','1606','665','518','','',10,19,'20','-105,00 ₽','0','0 ₽'),('LSRG','Группа ЛСР ПАО ао',0.2,0.2,1,787.4,787.4,'0,22 ₽','2','112609','86174','99240','','',994,1987,'20','-4,40 ₽','1','787 ₽'),('MAGN','\"Магнитогорск.мет.комб\" ПАО ао',0.005,0.5,100,37.59,3759,'1,05 ₽','3','304927','250401','202833','186335','628477',3146,6292,'20','-11,50 ₽','0','0 ₽'),('MAIL','ГДР Mail.ru Gr Limited ORD SHS',0.2,0.2,1,2246.6,2246.6,'0,63 ₽','4','905713','588792','867678','920956','1869857',10306,20612,'20','-4,80 ₽','1','2 247 ₽'),('MGNT','\"Магнит\" ПАО ао',0.5,0.5,1,4587.5,4587.5,'1,28 ₽','3','323020','214699','603324','389157','330727',3722,7444,'20','-11,50 ₽','0','0 ₽'),('MOEX','ПАО Московская Биржа',0.01,0.1,10,137.64,1376.4,'0,39 ₽','4','3127706','1203555','923977','914163','1592953',15525,31050,'20','-2,40 ₽','2','2 753 ₽'),('MRKC','\"МРСК Центра\" ПАО ао',0.0002,0.2,1000,0.29,290,'0,08 ₽','1','21736','7389','19803','','',164,327,'20','-4,20 ₽','1','290 ₽'),('MRKV','РсетВол ао',0.00005,0.5,10000,0.0713,713,'0,20 ₽','1','11787','4288','7348','','',79,157,'20','-10,50 ₽','0','0 ₽'),('MRKY','РоссЮг ао',0.00005,0.5,10000,0.04955,495.5,'0,14 ₽','1','1278','1704','1251','','',15,29,'20','-10,50 ₽','0','0 ₽'),('MSNG','МосЭнерго акции обыкн.',0.0005,0.5,1000,2.073,2073,'0,58 ₽','2','8729','10417','15917','','',117,234,'20','-11,00 ₽','0','0 ₽'),('MSRS','РСети МР ао',0.0005,0.5,1000,1.1785,1178.5,'0,33 ₽','1','1143','3659','2721','','',26,51,'20','-10,50 ₽','0','0 ₽'),('MSTT','МОСТОТРЕСТ ао',0.05,0.5,10,154.45,1544.5,'0,43 ₽','1','640','1169','1957','','',13,26,'20','-10,50 ₽','0','0 ₽'),('MTLR','Мечел ПАО ао',0.01,0.01,1,64.59,64.59,'0,02 ₽','2','411912','2010351','957543','608789','2369827',12717,25434,'20','-0,22 ₽','22','1 421 ₽'),('MTLRP','Мечел ПАО ап',0.05,0.5,10,70.85,708.5,'0,20 ₽','1','39546','101412','33449','','',582,1163,'20','-10,50 ₽','0','0 ₽'),('MTSS','Мобильные ТелеСистемы ПАО ао',0.05,0.5,10,337.6,3376,'0,95 ₽','2','397443','313818','763267','633432','417661',5052,10103,'2','-2,00 ₽','2','6 752 ₽'),('MVID','\"М.видео\" ПАО ао',0.1,1,10,576,5760,'1,61 ₽','2','38178','30257','27490','','',320,640,'20','-22,00 ₽','0','0 ₽'),('NKHP','НКХП ао',0.5,5,10,272,2720,'0,76 ₽','1','282','190','583','','',4,8,'20','-105,00 ₽','0','0 ₽'),('NKNC','НКНХ ао',0.05,0.5,10,92.45,924.5,'0,26 ₽','1','2788','2586','1660','','',24,47,'20','-10,50 ₽','0','0 ₽'),('NKNCP','НКНХ ап',0.02,0.2,10,79.3,793,'0,22 ₽','2','14931','17587','12381','','',150,300,'20','-4,40 ₽','1','793 ₽'),('NLMK','ПАО \"НЛМК\" ао',0.02,0.2,10,162,1620,'0,45 ₽','3','378599','384906','531659','842997','1212100',6701,13402,'3','-1,20 ₽','4','6 480 ₽'),('NMTP','НМТП (ПАО) ао',0.005,0.5,100,8.685,868.5,'0,24 ₽','1','55811','33137','26888','','',387,773,'20','-10,50 ₽','0','0 ₽'),('NVTK','ПАО \"НОВАТЭК\" ао',0.2,0.2,1,1099.4,1099.4,'0,31 ₽','2','2028832','1620818','2195550','3297456','1307390',20901,41801,'10','-2,40 ₽','2','2 199 ₽'),('OBUV','ПАО \"ОР\" ао',0.05,0.5,10,34.45,344.5,'0,10 ₽','1','37800','25895','12802','','',255,510,'20','-10,50 ₽','0','0 ₽'),('OGKB','ОГК-2 ПАО ао',0.0001,0.1,1000,0.7314,731.4,'0,20 ₽','3','180544','91319','90463','','',1208,2416,'20','-2,30 ₽','2','1 463 ₽'),('PHOR','ФосАгро ПАО ао',1,1,1,2763,2763,'0,77 ₽','1','71521','37633','62332','','',572,1144,'20','-21,00 ₽','0','0 ₽'),('PIKK','Группа компания ПИК ПАО ао',0.1,1,10,541.4,5414,'1,52 ₽','2','22454','17047','11614','','',171,341,'20','-22,00 ₽','0','0 ₽'),('PLZL','Полюс ПАО ао',0.5,0.5,1,17339,17339,'4,85 ₽','10','129163','162644','90880','177604','120279',1362,2723,'200','-105,00 ₽','0','0 ₽'),('POGR','Petropavlovsk PLC',0.005,0.5,100,28.3,2830,'0,79 ₽','2','71811','89104','192791','77536','63927',991,1981,'20','-11,00 ₽','0','0 ₽'),('POLY','Polymetal International plc',0.1,0.1,1,1949,1949,'0,55 ₽','6','1256891','1340401','626316','938949','756180',9838,19675,'20','-2,60 ₽','1','1 949 ₽'),('QIWI','QIWI PLC',0.5,0.5,1,1264,1264,'0,35 ₽','1','56573','62625','44540','','',546,1092,'20','-10,50 ₽','0','0 ₽'),('RASP','ПАО Распадская ао',0.02,0.2,10,113.68,1136.8,'0,32 ₽','2','50982','47108','18038','','',388,775,'20','-4,40 ₽','1','1 137 ₽'),('RBCM','РБК ПАО ао',0.002,0.2,100,3.35,335,'0,09 ₽','1','1013','2634','2656','','',22,43,'20','-4,20 ₽','1','335 ₽'),('RNFT','РуссНефть НК ПАО ао',0.2,0.2,1,434.6,434.6,'0,12 ₽','1','11105','15871','30895','','',193,386,'20','-4,20 ₽','1','435 ₽'),('ROLO','\"Русолово\" ПАО ао',0.002,2,1000,7.054,7054,'1,98 ₽','1','436','263','287','','',4,7,'20','-42,00 ₽','0','0 ₽'),('ROSN','ПАО НК Роснефть',0.05,0.5,10,372,3720,'1,04 ₽','3','573485','458839','407106','403953','307354',4302,8603,'2','-2,50 ₽','2','7 440 ₽'),('RSTI','\"Российские сети\" ПАО ао',0.0001,0.1,1000,1.4371,1437.1,'0,40 ₽','5','472496','299173','705789','299754','197226',3949,7898,'20','-2,50 ₽','2','2 874 ₽'),('RSTIP','\"Российские сети\" ПАО ап',0.001,1,1000,2.062,2062,'0,58 ₽','1','5880','5271','6305','','',59,117,'20','-21,00 ₽','0','0 ₽'),('RTKM','Ростелеком (ПАО) ао.',0.01,0.1,10,96.85,968.5,'0,27 ₽','3','250112','253860','310322','','',2715,5429,'20','-2,30 ₽','2','1 937 ₽'),('RTKMP','Ростелеком (ПАО) ап.',0.05,0.5,10,88.1,881,'0,25 ₽','1','40869','35308','32910','','',364,728,'20','-10,50 ₽','0','0 ₽'),('RUAL','United Company RUSAL Plc',0.005,0.05,10,31.755,317.55,'0,09 ₽','2','1027749','802148','793486','','',8745,17490,'20','-1,10 ₽','4','1 270 ₽'),('RUGR','Русгрэйн Холдинг ПАО ао',0.002,0.02,10,9.574,95.74,'0,03 ₽','2','15855','18355','25411','','',199,398,'20','-0,44 ₽','11','1 053 ₽'),('SBER','Сбербанк России ПАО ао',0.01,0.1,10,223.35,2233.5,'0,63 ₽','7','7012870','9129799','8342406','8220291','9025021',83461,166922,'18','-2,50 ₽','2','4 467 ₽'),('SBERP','Сбербанк России ПАО ап',0.01,0.1,10,214.85,2148.5,'0,60 ₽','7','907059','613557','718045','911686','1127479',8556,17112,'20','-2,70 ₽','1','2 149 ₽'),('SIBN','Газпром нефть ПАО ао',0.05,0.5,10,313.65,3136.5,'0,88 ₽','2','161202','123973','60689','','',1153,2306,'3','-2,50 ₽','2','6 273 ₽'),('SNGS','Сургутнефтегаз ПАО акции об.',0.005,0.5,100,35.635,3563.5,'1,00 ₽','2','314135','367706','323670','212494','362409',3161,6322,'20','-11,00 ₽','0','0 ₽'),('SNGSP','Сургутнефтегаз ПАО ап',0.005,0.5,100,37.55,3755,'1,05 ₽','3','180699','275654','295143','152719','285425',2380,4759,'20','-11,50 ₽','0','0 ₽'),('TATN','ПАО \"Татнефть\" ао',0.1,0.1,1,541.3,541.3,'0,15 ₽','2','4346265','6651348','5213602','3447344','3702196',46722,93444,'20','-2,20 ₽','2','1 083 ₽'),('TATNP','ПАО \"Татнефть\" ап 3 вып.',0.1,0.1,1,527.8,527.8,'0,15 ₽','2','1305976','1817256','1466257','890294','912137',12784,25568,'20','-2,20 ₽','2','1 056 ₽'),('TCSG','ГДР TCS Group Holding ORD SHS',0.2,0.2,1,1847.8,1847.8,'0,52 ₽','3','219120','224331','182905','','',2088,4176,'20','-4,60 ₽','1','1 848 ₽'),('TGKA','ао ПАО \"ТГК-1\"',0.000002,0.2,100000,0.011472,1147.2,'0,32 ₽','2','39699','48295','44022','','',441,881,'20','-4,40 ₽','1','1 147 ₽'),('TGKB','ао ПАО \"ТГК-2\"',0.000005,5,1000000,0.00423,4230,'1,18 ₽','1','2034','1199','1728','','',17,34,'20','-105,00 ₽','0','0 ₽'),('TGKBP','ап ПАО \"ТГК-2\"',0.00001,1,100000,0.00726,726,'0,20 ₽','1','131','155','1018','','',5,9,'20','-21,00 ₽','0','0 ₽'),('TGKN','ао ПАО \"ТГК-14\"',0.00001,10,1000000,0.00319,3190,'0,89 ₽','1','248','180','141','','',2,4,'20','-210,00 ₽','0','0 ₽'),('TRMK','ПАО ТМК',0.02,0.2,10,58.42,584.2,'0,16 ₽','1','70688','6402','15631','','',310,619,'20','-4,20 ₽','1','584 ₽'),('TTLK','\"Таттелеком\" ПАО ао',0.0005,5,10000,0.3275,3275,'0,92 ₽','1','281','1606','675','','',9,18,'20','-105,00 ₽','0','0 ₽'),('UPRO','Юнипро ПАО ао',0.001,1,1000,2.752,2752,'0,77 ₽','1','107512','199240','74291','','',1271,2541,'20','-21,00 ₽','0','0 ₽'),('USBN','БАНК УРАЛСИБ ПАО ао',0.0001,1,10000,0.0687,687,'0,19 ₽','1','582','484','1489','','',9,18,'20','-21,00 ₽','0','0 ₽'),('UTAR','Авиакомания \"ЮТэйр\" (ПАО) ао',0.01,1,100,7.09,709,'0,20 ₽','1','518','1038','250','','',7,13,'20','-21,00 ₽','0','0 ₽'),('UWGN','ПАО НПК ОВК ао',0.1,0.1,1,230.3,230.3,'0,06 ₽','1','2458','3231','1775','','',25,50,'20','-2,10 ₽','2','461 ₽'),('VTBR','ао ПАО Банк ВТБ',0.000005,0.05,10000,0.035485,354.85,'0,10 ₽','2','2712264','3242363','2181063','','',27119,54238,'6','-0,40 ₽','12','4 258 ₽'),('YNDX','PLLC Yandex N.V. class A shs',0.2,0.2,1,5095,5095,'1,43 ₽','8','992726','651709','843940','858907','1492806',9681,19361,'20','-5,60 ₽','0','0 ₽');
/*!40000 ALTER TABLE `csv_stocks` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `stocks`
--

DROP TABLE IF EXISTS `stocks`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `stocks` (
  `ticker` char(11) NOT NULL,
  `emitent_name` text,
  `price_step` float DEFAULT NULL,
  `step_cost` float DEFAULT NULL,
  `lot_size` int DEFAULT NULL,
  `stock_price` float DEFAULT NULL,
  `lot_price` float DEFAULT NULL,
  `lot_commission` char(50) DEFAULT NULL,
  `lot_commission_in_points` char(50) DEFAULT NULL,
  `volume-5` char(50) DEFAULT NULL,
  `volume-4` char(50) DEFAULT NULL,
  `volume-3` char(50) DEFAULT NULL,
  `volume-2` char(50) DEFAULT NULL,
  `volume-1` char(50) DEFAULT NULL,
  `Крупный лот 1` int DEFAULT NULL,
  `Крупный лот 2` int DEFAULT NULL,
  `Планируемая величина SL, пунктов` char(50) DEFAULT NULL,
  `Планируемый SL, руб.` char(50) DEFAULT NULL,
  `Размер позиции, лотов` char(50) DEFAULT NULL,
  `Стоимость позиции, руб.` char(50) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `stocks`
--

LOCK TABLES `stocks` WRITE;
/*!40000 ALTER TABLE `stocks` DISABLE KEYS */;
INSERT INTO `stocks` VALUES ('AFLT','Аэрофлот-росс.авиалинии (ПАО) ао',0.02,0.2,10,82.02,820.2,'0,23 ₽','2','3646013','3611891','2752480','4914157','11113438',52076,104152,'10','-2,40 ₽','2','1 640 ₽'),('AGRO','ГДР ROS AGRO PLC ORD SHS',0.2,0.2,NULL,754,754,'0,21 ₽','2','41007','30268','38081','22884','46440',358,715,'5','-1,40 ₽','3','2 262 ₽'),('AKRN','Акрон ПАО ао',NULL,NULL,NULL,NULL,NULL,NULL,NULL,'1352','8179','2721','1990','4306',38,75,NULL,'0,00 ₽',NULL,'0 ₽'),('ALRS','АЛРОСА ПАО ао',0.01,0.1,10,66.68,666.8,'0,19 ₽','2','1047533','2630973','1873418','1597994','6705570',27711,55422,'23','-2,50 ₽','2','1 334 ₽'),('APTK','ПАО \"Аптечная сеть 36,6\" ао',0.002,0.02,10,13.45,134.5,'0,04 ₽','2','183883','287561','423094','298413','440571',3268,6535,'123','-2,50 ₽','2','269 ₽'),('AQUA','Русская Аквакультура ПАО ао',0.5,5,10,229.5,2295,'0,64 ₽','1','4915','2038','3594','2738','3815',35,69,'1','-10,00 ₽','0','0 ₽'),('ASSB','\"Астраханская ЭСК\" ПАО',0.0005,0.5,1000,0.7985,798.5,'0,22 ₽','1','273','65','349','39','270',2,4,'20','-10,50 ₽','0','0 ₽'),('BANE','Башнефть АНК ао',0.5,0.5,1,1725,1725,'0,48 ₽','1','5676','8494','15581','4776','22855',115,230,'20','-10,50 ₽','0','0 ₽'),('BANEP','Башнефть АНК ап',0.5,0.5,1,1326,1326,'0,37 ₽','1','72802','57494','76554','51667','132049',782,1563,'20','-10,50 ₽','0','0 ₽'),('BLNG','Белон ОАО ао',0.002,0.2,100,4.364,436.4,'0,12 ₽','1','320','228','328','','',3,6,'20','-4,20 ₽','1','436 ₽'),('BSPB','ПАО \"Банк \"Санкт-Петербург\" ао',0.01,0.1,10,43.43,434.3,'0,12 ₽','2','34834','81516','55013','','',572,1143,'20','-2,20 ₽','2','869 ₽'),('CBOM','\"МКБ\" ПАО ао',0.001,0.1,100,5.877,587.7,'0,16 ₽','2','567651','465287','540372','','',5245,10489,'20','-2,20 ₽','2','1 175 ₽'),('CHEP','\"ЧТПЗ\" ПАО ао',0.5,5,10,206,2060,'0,58 ₽','1','1109','723','239','','',7,14,'20','-105,00 ₽','0','0 ₽'),('CHGZ','РН-Западная Сибирь ПАО ао',0.2,20,100,58.4,5840,'1,64 ₽','1','55','35','21','','',1,1,'20','-420,00 ₽','0','0 ₽'),('CHMF','Северсталь (ПАО)ао',0.2,0.2,1,954,954,'0,27 ₽','2','655765','659366','2209290','1061337','765897',10704,21407,'20','-4,40 ₽','1','954 ₽'),('CNTL','Центральный Телеграф ПАО ао',0.05,5,100,17.5,1750,'0,49 ₽','1','5514','2180','3183','','',37,73,'20','-105,00 ₽','0','0 ₽'),('CNTLP','Центральный Телеграф ПАО ап',0.02,2,100,15.48,1548,'0,43 ₽','1','8123','5603','7995','','',73,145,'20','-42,00 ₽','0','0 ₽'),('DSKY','ПАО Детский мир',0.02,0.2,10,113.08,1130.8,'0,32 ₽','2','3199088','1120499','731699','','',16838,33676,'20','-4,40 ₽','1','1 131 ₽'),('ELTZ','Электроцинк ПАО ао',0.5,0.5,1,191.5,191.5,'0,05 ₽','1','1943','558','1282','','',13,26,'20','-10,50 ₽','0','0 ₽'),('ENRU','\"Энел Россия\" ПАО',0.0005,0.5,1000,0.9125,912.5,'0,26 ₽','1','47090','32743','25917','','',353,705,'20','-10,50 ₽','0','0 ₽'),('ETLN','Эталон гдр',0.02,0.02,1,135,135,'0,04 ₽','2','1','1','1','1','1',1,1,'20','-0,44 ₽','11','1 485 ₽'),('FEES','\"ФСК ЕЭС\" ПАО ао',0.00002,0.2,10000,0.19904,1990.4,'0,56 ₽','3','283719','228181','241753','','',2513,5025,'20','-4,60 ₽','1','1 990 ₽'),('FIVE','ГДР X5 RetailGroup N.V.ORD SHS',0.5,0.5,1,2672.5,2672.5,'0,75 ₽','2','205665','153217','120275','','',1598,3195,'20','-11,00 ₽','0','0 ₽'),('FLOT','Совкомфлот',0.01,0.1,10,96.57,965.7,'0,27 ₽','3','','','10420576','1162174','6347037',59766,119532,'20','-2,30 ₽','2','1 931 ₽'),('GAZP','\"Газпром\" (ПАО) ао',0.01,0.1,10,182.16,1821.6,'0,51 ₽','6','8685810','5257280','4266102','6960085','7106700',64552,129104,'9','-1,50 ₽','3','5 465 ₽'),('GCHE','Группа Черкизово ПАО-ао',0.5,0.5,1,1889,1889,'0,53 ₽','2','3445','3244','3573','','',35,69,'20','-11,00 ₽','0','0 ₽'),('GMKN','ГМК \"Нор.Никель\" ПАО ао',2,2,1,20004,20004,'5,60 ₽','3','377170','253252','234395','225574','347157',2876,5751,'20','-46,00 ₽','0','0 ₽'),('GTRK','ПАО \"ГТМ\" ао',0.05,0.5,10,43.5,435,'0,12 ₽','1','1375','2015','1561','','',17,34,'20','-10,50 ₽','0','0 ₽'),('HYDR','ПАО \"РусГидро\"',0.0001,0.1,1000,0.7284,728.4,'0,20 ₽','3','972819','693972','1067154','1051381','1309191',10190,20379,'20','-2,30 ₽','2','1 457 ₽'),('IRAO','\"Интер РАО\" ПАО ао',0.0005,0.5,1000,5.3995,5399.5,'1,51 ₽','4','537009','239976','157994','','',3117,6234,'1','-2,50 ₽','2','10 799 ₽'),('IRKT','Корпорация\"ИРКУТ\" ПАО ак.об.-3',0.02,2,100,35.66,3566,'1,00 ₽','1','287','849','1040','','',8,15,'20','-42,00 ₽','0','0 ₽'),('KBTK','Кузбас.Топл.Комп. ПАО ао',0.2,2,10,153,1530,'0,43 ₽','1','718','45','77','','',3,6,'20','-42,00 ₽','0','0 ₽'),('LKOH','НК ЛУКОЙЛ (ПАО) - ао',0.5,0.5,1,4854,4854,'1,36 ₽','3','2006801','1375645','1225740','1696450','1530752',15671,31342,'6','-4,50 ₽','1','4 854 ₽'),('LNTA','Лента ПиЭлСи др',0.1,0.1,1,205.7,205.7,'0,06 ₽','1','439812','494918','477776','442416','1525630',6762,13523,'20','-2,10 ₽','2','411 ₽'),('LNZL','\"Лензолото\" ПАО ао',10,10,1,18070,18070,'5,06 ₽','1','305','527','485','','',5,9,'20','-210,00 ₽','0','0 ₽'),('LNZLP','\"Лензолото\" ПАО ап',5,5,1,4620,4620,'1,29 ₽','1','1606','665','518','','',10,19,'20','-105,00 ₽','0','0 ₽'),('LSRG','Группа ЛСР ПАО ао',0.2,0.2,1,787.4,787.4,'0,22 ₽','2','112609','86174','99240','','',994,1987,'20','-4,40 ₽','1','787 ₽'),('MAGN','\"Магнитогорск.мет.комб\" ПАО ао',0.005,0.5,100,37.59,3759,'1,05 ₽','3','304927','250401','202833','186335','628477',3146,6292,'20','-11,50 ₽','0','0 ₽'),('MAIL','ГДР Mail.ru Gr Limited ORD SHS',0.2,0.2,1,2246.6,2246.6,'0,63 ₽','4','905713','588792','867678','920956','1869857',10306,20612,'20','-4,80 ₽','1','2 247 ₽'),('MGNT','\"Магнит\" ПАО ао',0.5,0.5,1,4587.5,4587.5,'1,28 ₽','3','323020','214699','603324','389157','330727',3722,7444,'20','-11,50 ₽','0','0 ₽'),('MOEX','ПАО Московская Биржа',0.01,0.1,10,137.64,1376.4,'0,39 ₽','4','3127706','1203555','923977','914163','1592953',15525,31050,'20','-2,40 ₽','2','2 753 ₽'),('MRKC','\"МРСК Центра\" ПАО ао',0.0002,0.2,1000,0.29,290,'0,08 ₽','1','21736','7389','19803','','',164,327,'20','-4,20 ₽','1','290 ₽'),('MRKV','РсетВол ао',0.00005,0.5,10000,0.0713,713,'0,20 ₽','1','11787','4288','7348','','',79,157,'20','-10,50 ₽','0','0 ₽'),('MRKY','РоссЮг ао',0.00005,0.5,10000,0.04955,495.5,'0,14 ₽','1','1278','1704','1251','','',15,29,'20','-10,50 ₽','0','0 ₽'),('MSNG','МосЭнерго акции обыкн.',0.0005,0.5,1000,2.073,2073,'0,58 ₽','2','8729','10417','15917','','',117,234,'20','-11,00 ₽','0','0 ₽'),('MSRS','РСети МР ао',0.0005,0.5,1000,1.1785,1178.5,'0,33 ₽','1','1143','3659','2721','','',26,51,'20','-10,50 ₽','0','0 ₽'),('MSTT','МОСТОТРЕСТ ао',0.05,0.5,10,154.45,1544.5,'0,43 ₽','1','640','1169','1957','','',13,26,'20','-10,50 ₽','0','0 ₽'),('MTLR','Мечел ПАО ао',0.01,0.01,1,64.59,64.59,'0,02 ₽','2','411912','2010351','957543','608789','2369827',12717,25434,'20','-0,22 ₽','22','1 421 ₽'),('MTLRP','Мечел ПАО ап',0.05,0.5,10,70.85,708.5,'0,20 ₽','1','39546','101412','33449','','',582,1163,'20','-10,50 ₽','0','0 ₽'),('MTSS','Мобильные ТелеСистемы ПАО ао',0.05,0.5,10,337.6,3376,'0,95 ₽','2','397443','313818','763267','633432','417661',5052,10103,'2','-2,00 ₽','2','6 752 ₽'),('MVID','\"М.видео\" ПАО ао',0.1,1,10,576,5760,'1,61 ₽','2','38178','30257','27490','','',320,640,'20','-22,00 ₽','0','0 ₽'),('NKHP','НКХП ао',0.5,5,10,272,2720,'0,76 ₽','1','282','190','583','','',4,8,'20','-105,00 ₽','0','0 ₽'),('NKNC','НКНХ ао',0.05,0.5,10,92.45,924.5,'0,26 ₽','1','2788','2586','1660','','',24,47,'20','-10,50 ₽','0','0 ₽'),('NKNCP','НКНХ ап',0.02,0.2,10,79.3,793,'0,22 ₽','2','14931','17587','12381','','',150,300,'20','-4,40 ₽','1','793 ₽'),('NLMK','ПАО \"НЛМК\" ао',0.02,0.2,10,162,1620,'0,45 ₽','3','378599','384906','531659','842997','1212100',6701,13402,'3','-1,20 ₽','4','6 480 ₽'),('NMTP','НМТП (ПАО) ао',0.005,0.5,100,8.685,868.5,'0,24 ₽','1','55811','33137','26888','','',387,773,'20','-10,50 ₽','0','0 ₽'),('NVTK','ПАО \"НОВАТЭК\" ао',0.2,0.2,1,1099.4,1099.4,'0,31 ₽','2','2028832','1620818','2195550','3297456','1307390',20901,41801,'10','-2,40 ₽','2','2 199 ₽'),('OBUV','ПАО \"ОР\" ао',0.05,0.5,10,34.45,344.5,'0,10 ₽','1','37800','25895','12802','','',255,510,'20','-10,50 ₽','0','0 ₽'),('OGKB','ОГК-2 ПАО ао',0.0001,0.1,1000,0.7314,731.4,'0,20 ₽','3','180544','91319','90463','','',1208,2416,'20','-2,30 ₽','2','1 463 ₽'),('PHOR','ФосАгро ПАО ао',1,1,1,2763,2763,'0,77 ₽','1','71521','37633','62332','','',572,1144,'20','-21,00 ₽','0','0 ₽'),('PIKK','Группа компания ПИК ПАО ао',0.1,1,10,541.4,5414,'1,52 ₽','2','22454','17047','11614','','',171,341,'20','-22,00 ₽','0','0 ₽'),('PLZL','Полюс ПАО ао',0.5,0.5,1,17339,17339,'4,85 ₽','10','129163','162644','90880','177604','120279',1362,2723,'200','-105,00 ₽','0','0 ₽'),('POGR','Petropavlovsk PLC',0.005,0.5,100,28.3,2830,'0,79 ₽','2','71811','89104','192791','77536','63927',991,1981,'20','-11,00 ₽','0','0 ₽'),('POLY','Polymetal International plc',0.1,0.1,1,1949,1949,'0,55 ₽','6','1256891','1340401','626316','938949','756180',9838,19675,'20','-2,60 ₽','1','1 949 ₽'),('QIWI','QIWI PLC',0.5,0.5,1,1264,1264,'0,35 ₽','1','56573','62625','44540','','',546,1092,'20','-10,50 ₽','0','0 ₽'),('RASP','ПАО Распадская ао',0.02,0.2,10,113.68,1136.8,'0,32 ₽','2','50982','47108','18038','','',388,775,'20','-4,40 ₽','1','1 137 ₽'),('RBCM','РБК ПАО ао',0.002,0.2,100,3.35,335,'0,09 ₽','1','1013','2634','2656','','',22,43,'20','-4,20 ₽','1','335 ₽'),('RNFT','РуссНефть НК ПАО ао',0.2,0.2,1,434.6,434.6,'0,12 ₽','1','11105','15871','30895','','',193,386,'20','-4,20 ₽','1','435 ₽'),('ROLO','\"Русолово\" ПАО ао',0.002,2,1000,7.054,7054,'1,98 ₽','1','436','263','287','','',4,7,'20','-42,00 ₽','0','0 ₽'),('ROSN','ПАО НК Роснефть',0.05,0.5,10,372,3720,'1,04 ₽','3','573485','458839','407106','403953','307354',4302,8603,'2','-2,50 ₽','2','7 440 ₽'),('RSTI','\"Российские сети\" ПАО ао',0.0001,0.1,1000,1.4371,1437.1,'0,40 ₽','5','472496','299173','705789','299754','197226',3949,7898,'20','-2,50 ₽','2','2 874 ₽'),('RSTIP','\"Российские сети\" ПАО ап',0.001,1,1000,2.062,2062,'0,58 ₽','1','5880','5271','6305','','',59,117,'20','-21,00 ₽','0','0 ₽'),('RTKM','Ростелеком (ПАО) ао.',0.01,0.1,10,96.85,968.5,'0,27 ₽','3','250112','253860','310322','','',2715,5429,'20','-2,30 ₽','2','1 937 ₽'),('RTKMP','Ростелеком (ПАО) ап.',0.05,0.5,10,88.1,881,'0,25 ₽','1','40869','35308','32910','','',364,728,'20','-10,50 ₽','0','0 ₽'),('RUAL','United Company RUSAL Plc',0.005,0.05,10,31.755,317.55,'0,09 ₽','2','1027749','802148','793486','','',8745,17490,'20','-1,10 ₽','4','1 270 ₽'),('RUGR','Русгрэйн Холдинг ПАО ао',0.002,0.02,10,9.574,95.74,'0,03 ₽','2','15855','18355','25411','','',199,398,'20','-0,44 ₽','11','1 053 ₽'),('SBER','Сбербанк России ПАО ао',0.01,0.1,10,223.35,2233.5,'0,63 ₽','7','7012870','9129799','8342406','8220291','9025021',83461,166922,'18','-2,50 ₽','2','4 467 ₽'),('SBERP','Сбербанк России ПАО ап',0.01,0.1,10,214.85,2148.5,'0,60 ₽','7','907059','613557','718045','911686','1127479',8556,17112,'20','-2,70 ₽','1','2 149 ₽'),('SIBN','Газпром нефть ПАО ао',0.05,0.5,10,313.65,3136.5,'0,88 ₽','2','161202','123973','60689','','',1153,2306,'3','-2,50 ₽','2','6 273 ₽'),('SNGS','Сургутнефтегаз ПАО акции об.',0.005,0.5,100,35.635,3563.5,'1,00 ₽','2','314135','367706','323670','212494','362409',3161,6322,'20','-11,00 ₽','0','0 ₽'),('SNGSP','Сургутнефтегаз ПАО ап',0.005,0.5,100,37.55,3755,'1,05 ₽','3','180699','275654','295143','152719','285425',2380,4759,'20','-11,50 ₽','0','0 ₽'),('TATN','ПАО \"Татнефть\" ао',0.1,0.1,1,541.3,541.3,'0,15 ₽','2','4346265','6651348','5213602','3447344','3702196',46722,93444,'20','-2,20 ₽','2','1 083 ₽'),('TATNP','ПАО \"Татнефть\" ап 3 вып.',0.1,0.1,1,527.8,527.8,'0,15 ₽','2','1305976','1817256','1466257','890294','912137',12784,25568,'20','-2,20 ₽','2','1 056 ₽'),('TCSG','ГДР TCS Group Holding ORD SHS',0.2,0.2,1,1847.8,1847.8,'0,52 ₽','3','219120','224331','182905','','',2088,4176,'20','-4,60 ₽','1','1 848 ₽'),('TGKA','ао ПАО \"ТГК-1\"',0.000002,0.2,100000,0.011472,1147.2,'0,32 ₽','2','39699','48295','44022','','',441,881,'20','-4,40 ₽','1','1 147 ₽'),('TGKB','ао ПАО \"ТГК-2\"',0.000005,5,1000000,0.00423,4230,'1,18 ₽','1','2034','1199','1728','','',17,34,'20','-105,00 ₽','0','0 ₽'),('TGKBP','ап ПАО \"ТГК-2\"',0.00001,1,100000,0.00726,726,'0,20 ₽','1','131','155','1018','','',5,9,'20','-21,00 ₽','0','0 ₽'),('TGKN','ао ПАО \"ТГК-14\"',0.00001,10,1000000,0.00319,3190,'0,89 ₽','1','248','180','141','','',2,4,'20','-210,00 ₽','0','0 ₽'),('TRMK','ПАО ТМК',0.02,0.2,10,58.42,584.2,'0,16 ₽','1','70688','6402','15631','','',310,619,'20','-4,20 ₽','1','584 ₽'),('TTLK','\"Таттелеком\" ПАО ао',0.0005,5,10000,0.3275,3275,'0,92 ₽','1','281','1606','675','','',9,18,'20','-105,00 ₽','0','0 ₽'),('UPRO','Юнипро ПАО ао',0.001,1,1000,2.752,2752,'0,77 ₽','1','107512','199240','74291','','',1271,2541,'20','-21,00 ₽','0','0 ₽'),('USBN','БАНК УРАЛСИБ ПАО ао',0.0001,1,10000,0.0687,687,'0,19 ₽','1','582','484','1489','','',9,18,'20','-21,00 ₽','0','0 ₽'),('UTAR','Авиакомания \"ЮТэйр\" (ПАО) ао',0.01,1,100,7.09,709,'0,20 ₽','1','518','1038','250','','',7,13,'20','-21,00 ₽','0','0 ₽'),('UWGN','ПАО НПК ОВК ао',0.1,0.1,1,230.3,230.3,'0,06 ₽','1','2458','3231','1775','','',25,50,'20','-2,10 ₽','2','461 ₽'),('VTBR','ао ПАО Банк ВТБ',0.000005,0.05,10000,0.035485,354.85,'0,10 ₽','2','2712264','3242363','2181063','','',27119,54238,'6','-0,40 ₽','12','4 258 ₽'),('YNDX','PLLC Yandex N.V. class A shs',0.2,0.2,1,5095,5095,'1,43 ₽','8','992726','651709','843940','858907','1492806',9681,19361,'20','-5,60 ₽','0','0 ₽');
/*!40000 ALTER TABLE `stocks` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Dumping events for database 'trading'
--

--
-- Dumping routines for database 'trading'
--
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2020-11-29 15:38:15
